<?php

function job_category() {
  return [
    '' => ' قسم الوظيفه ',
    '11' => ' مبرمجين ',
    '12' => ' مصممين جرافيك ',
    '13' => ' شبكات ',
    '14' => ' مراقبين عمال ',
    '15' => ' الدعم الفنى ',
    '16' => ' جيولوجيين ',
    '17' => ' كيميائيين ',
    '18' => ' مدربين ',
    '19' => ' اطباء ',
    '20' => ' مدرسين ',
    '21' => ' مهندسين ديكور ',
    '22' => ' مصورين ',
    '23' => ' صحفيين ',
    '24' => ' مهندسين ',
    '25' => ' محاسبين ',
    '26' => ' محاميين ',
    '27' => ' فنيين ',
    '99' => ' وظائف اخرى ',
  ];
}

function job_experience() {
  return [
    '' => ' الخبره المطلوبه ',
    '1' => ' مبتدأ ',
    '2' => ' متوسط ',
    '3' => ' خبير ',
  ];
}

function job_location() {
  return [
    "" => " المنطقه ",
    "11" => "القاهره",
    "12" => "الجيزة",
    "13" => "الاسكندريه",
    "14" => "الإسماعيلية",
    "15" => "المنصوره",
    "16" => "أسيوط",
    "17" => "البحيرة",
    "18" => "بني سويف",
    "19" => "بورسعيد",
    "20" => "أسوان",
    "21" => "الدقهلية",
    "22" => "دمياط",
    "23" => "سوهاج",
    "24" => "السويس",
    "25" => "الشرقية",
    "26" => "شمال سيناء",
    "27" => "الغربية",
    "28" => "الفيوم",
    "29" => "القليوبية",
    "30" => "قنا",
    "31" => "كفر الشيخ",
    "32" => "الاقصر",
    "33" => "مطروح",
    "34" => "المنوفية",
    "35" => "المنيا",
    "36" => "الوادي الجديد",
    "37" => "البحر الأحمر",
  ];
}
